Repository: 12dora/LegacyEhPanda
Catalog: AppPackage/Sources/SettingFeature/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, ko, zh_hans, zh_hant

source: Account
de: Konto
ja: アカウント
ko: 계정
zh_hans: 账户
zh_hant: 帳號設定

source: Account configuration
de: Kontoeinstellungen
ja: アカウント設定
ko: 계정 설정
zh_hans: 账户设置
zh_hant: 帳號設定

source: Acknowledgements
de: Danksagungen
ja: 謝辞
ko: 도움을 주신 분들
zh_hans: 致谢
zh_hant: 致謝

source: Allow cellular downloads
de: Downloads über Mobilfunk erlauben
ja: モバイル通信でのダウンロードを許可
ko: 셀룰러 다운로드 허용
zh_hans: 允许蜂窝网络下载
zh_hant: 允許行動網路下載

source: AltStore source
de: AltStore Quelle
ja: AltStore ソース
ko: AltStore 소스
zh_hans: AltStore 源

source: App activity logs
de: App-Aktivitätsprotokolle
ja: アプリアクティビティログ
ko: 앱 활동 로그
zh_hans: 应用活动日志
zh_hant: 應用程式活動日誌

# app_activity_logs_view.current
source: Current
de: Aktuell
ja: 現在
ko: 현재
zh_hans: 当前
zh_hant: 目前

# app_activity_logs_view.more_logs
source: More logs
de: Weitere Protokolle
ja: 他のログ
ko: 더 많은 로그
zh_hans: 更多日志
zh_hant: 更多日誌

# app_activity_logs_view.no_logs
source: No logs found
de: Keine Protokolle gefunden
ja: ログが見つかりません
ko: 로그가 없습니다
zh_hans: 未找到日志
zh_hant: 找不到日誌

# app_activity_logs_view.open_in_files
source: Open in Files
de: In „Dateien“ öffnen
ja: ファイルで開く
ko: 파일 앱에서 열기
zh_hans: 在“文件”中打开
zh_hant: 在「檔案」中開啟

# app_activity_logs_view.run
source: Run %@
de: Ausführung %@
ja: 起動 %@
ko: 실행 %@
zh_hans: 运行 %@
zh_hant: 運行 %@

# app_activity_logs_view.runs
source: Runs
de: Ausführungen
ja: 起動
ko: 실행
zh_hans: 运行
zh_hant: 運行

# app_activity_logs_view.title
source: App activity logs
de: App-Aktivitätsprotokolle
ja: アプリアクティビティログ
ko: 앱 활동 로그
zh_hans: 应用活动日志
zh_hant: 應用程式活動日誌

source: App icon
de: App-Symbol
ja: アプリアイコン
ko: 앱 아이콘
zh_hans: 应用图标
zh_hant: App 圖案

source: Appearance
de: Oberfläche
ja: 外観
ko: 외관
zh_hans: 外观
zh_hant: 外觀設定

# appearance_display_mode
source: Display mode
de: Anzeigemodus
ja: 表示モード
ko: 표시방식
zh_hans: 显示样式
zh_hant: 顯示模式

source: Archiver behavior
de: Archiver-Verhalten
ja: アーカイバー動作
ko: 아카이버 동작 방법 설정
zh_hans: 归档下载方式
zh_hant: 存檔邏輯設定

# archiver_behavior_description
source: The default behavior for the Archiver is to confirm the cost and selection for original or resampled archive, then present a link that can be clicked or copied elsewhere. You can change this behavior here.
de: Standardmäßig fragt der Archiver Kosten und Auswahl (Original oder neu berechnet) ab und zeigt dann einen Link an, den du anklicken oder woanders kopieren kannst. Dieses Verhalten kannst du hier ändern.
ja: アーカイバーのデフォルト動作はオリジナルとリサンプルのアーカイブのコストと選択を確認してからリンクを提供し、それからそのリンクをクリックしたりどこかにペーストしたりすることも可能です。そのデフォルト動作はここで変更できます。
ko: 아카이버의 기본 동작은 원본 또는 저화질 갤러리 저장에 대한 비용과 선택을 확인한 다음 다른 곳에서 클릭하거나 복사할 수 있는 링크를 표시하는 것입니다. 여기서 이 동작을 변경할 수 있습니다.
zh_hans: 默认归档下载方式为手动选择（原画质或压缩画质），然后手动复制或点击下载链接。你可以修改归档下载方式。
zh_hant: 存檔的預設邏輯是確認原始圖片或重新採樣後進行存檔的成本差異與選擇，然後顯示一個可以在其他地方點擊、複製的連結，你可以在此處更改他的運作方式。

source: Archiver Settings
de: Archiver
ja: アーカイバー設定
ko: 아카이버
zh_hans: 归档设置
zh_hant: 存檔設定

source: Auto-Lock
de: Automatische Sperre
ja: 自動ロック
ko: 앱 자동 잠금
zh_hans: 自动锁定
zh_hant: 自動鎖定

source: Background blur radius
de: Hintergrund-Unschärfe
ja: バッググラウンドぼかし度
ko: 백그라운드 흐림 정도
zh_hans: 后台模糊效果
zh_hant: 後台背景模糊

source: Browsing country
de: Browsing-Land
ja: 閲覧国
ko: 브라우징하는 나라
zh_hans: 浏览国家
zh_hant: 所在國家

# browsing_country_description
source: You appear to be browsing the site from **%@** or use a VPN or proxy in this country, which means the site will try to load images from H@H clients in this general geographic region. If this is incorrect, or if you want to use a different region for any reason (like if you are using a split tunneling VPN), you can select a different country below.
de: Es sieht so aus, als würdest du die Seite aus **%@** aufrufen oder ein VPN bzw. einen Proxy in diesem Land verwenden. Die Seite versucht daher, Bilder von H@H-Clients in dieser Region zu laden. Falls das nicht stimmt oder du aus irgendeinem Grund eine andere Region verwenden möchtest (etwa mit einem Split-Tunneling-VPN), kannst du unten ein anderes Land auswählen.
ja: **%@** から本サイトを閲覧している、またはその国の VPN・プロキシを使用しているようです。本サイトはその地域の H@H クライアントから画像を読み込もうとしますが、もし自動検知の結果が誤っている、または特別な事情でほかの地域のクライアントを希望する場合（例えばスプリットトンネル VPN を使用している）は下に手動選択できます。
ko: **%@**에서 사이트를 탐색하거나 이 나라에서 VPN이나 프록시를 사용하려고 하는 것 같네요. 이런 경우엔 사이트에서 이 지역의 H@H 클라이언트의 이미지를 로드하려고 시도할 거에요. 만약에 이 나라가 잘못되었거나 분할 터널링 VPN을 사용하는 경우와 같이 어떤 이유로든 다른 지역을 사용하려는 경우라면, 아래에서 다른 나라를 선택할 수 있어요.
zh_hans: 你似乎正在 **%@** 浏览此网页，或是使用了一个来自这个国家的 VPN 或代理，这意味着网站将尝试通过在此区域的 H@H 客户端加载图片。如果该结果不正确，或你想通过其它地区的 H@H 客户端加载图片（例如你正在使用分割隧道 VPN），你可以在下方选择另一个国家。
zh_hant: 你似乎是從 **%@** 瀏覽這個網站或在使用當地的 VPN，這意味著網站將嘗試從這個地理區域的 H@H 用戶端載入圖片。如果這不正確或你出於任何原因想要使用不同的區域（例如你正在透過 VPN 連線），您可以在下面選擇不同的國家/地區。

source: Bypasses SNI Filtering
de: SNI Filter umgehen
ja: SNI フィルタリング回避
ko: SNI 차단 우회
zh_hans: 域前置绕过 SNI 阻断
zh_hant: 繞過 SNI 過濾

source: Caches
de: Cache
ja: キャッシュ
ko: 캐시
zh_hans: 缓存
zh_hant: 快取

source: Clear image caches
de: Zwischengespeicherte Bilder (Cache) löschen
ja: 画像キャッシュを削除
ko: 이미지 캐시 지우기
zh_hans: 清空图片缓存
zh_hant: 清理圖片快取

source: Code-level contributors
de: Mitwirkende am Code
ja: コードレベル貢献者
ko: 코드 기여자
zh_hans: 代码级贡献者
zh_hant: 程式碼貢獻者

source: Comments sort order
de: Sortierung der Kommentare
ja: コメントの並び替え
ko: 댓글 순서
zh_hans: 评论排序方式
zh_hant: 留言排序方式

# comments_votes_show_timing
source: Comment votes show timing
de: Anzeige der Kommentarbewertungen
ja: コメントスコア表示タイミング
ko: 평가의 시간을 보이기
zh_hans: 显示评论分数时机
zh_hant: 留言投票數顯示時機

source: Concurrent image downloads
de: Gleichzeitige Bilddownloads
ja: 同時画像ダウンロード数
ko: 동시 이미지 다운로드 수
zh_hans: 并发图片下载
zh_hant: 並行圖片下載

source: Copy cookies
de: Cookies kopieren
ja: クッキーをコピー
ko: 쿠키 복사하기
zh_hans: 复制 Cookies
zh_hant: 複製 Cookies

# cover_scale_factor
source: The cover size in gallery list views can be scaled to between 75%% and 150%% when using the Thumbnail or Extended display modes.
de: Die Covergröße in Galerielisten kann in den Anzeigemodi „Vorschaubilder“ und „Erweitert“ auf 75%% bis 150%% skaliert werden.
ja: サムネイル・拡張表示モードでのカバーを 75%% ~ 150%% にスケールすることができます。
ko: 썸네일 또는 확장 표시방식에서는 갤러리 목록의 표지 크기를 75%%에서 150%% 사이로 조절할 수 있어요.
zh_hans: 缩略图和扩展模式下的画廊列表封面可以缩放为 75%% 到 150%% 之间的值。
zh_hant: 在縮圖與放大檢視這兩種檢視模式下，封面的重新採樣比率介於 75%% 至 150%%.

source: Cover Scaling
de: Cover-Skalierung
ja: カバースケーリング
ko: 표지 크기 조절
zh_hans: 封面缩放
zh_hant: 封面縮放

source: Create new
de: Neu erstellen
ja: 新規作成
ko: 추가
zh_hans: 创建新档案
zh_hant: 新增設定檔

# default_language_description
source: N/A
de: Unbekannt
ja: 無効
ko: 알 수 없음
zh_hans: 无效

source: Delete profile
de: Profil löschen
ja: プロファイルを削除
ko: 프로필 삭제
zh_hans: 删除档案
zh_hant: 刪除設定檔

# detects_links_from_clipboard
source: Detects links from the clipboard
de: Übernimmt automatisch Links aus der Zwischenablage
ja: クリップボードからリンクを探知
ko: 클립보드의 링크 인식하기
zh_hans: 从剪切板检测链接
zh_hant: 偵測剪貼簿中的連結

source: Display mode
de: Anzeigemodus
ja: 表示モード
ko: 표시방식
zh_hans: 显示样式
zh_hant: 顯示模式

# display_mode_description
source: Which display mode would you like to use on the front and search pages?
de: Welchen Anzeigemodus möchtest du auf der Startseite und den Suchseiten verwenden?
ja: フロント・検索ページで使う表示モードはどれにしますか？
ko: 프론트와 검색 페이지에서 사용할 디스플레이 모드를 선택하세요.
zh_hans: 你希望在扉页和搜索页显示哪种样式？
zh_hant: 你想在首頁和搜尋結果中使用哪一種顯示方式?

source: Display style
de: Darstellungsstil
ja: 表示仕様
ko: 보여주기 스타일
zh_hans: 显示样式
zh_hant: 顯示方式

source: Displays Japanese title
de: Japanischen Titel anzeigen
ja: 日本語タイトルを表示
ko: 일본어 제목 보여주기
zh_hans: 显示日文标题
zh_hant: 以日文顯示標籤

source: Done
de: Fertig
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

# enable_gallery_thumbnail_selector
source: Enable thumbnail selector on gallery screen
de: Vorschaubild-Auswahl auf der Galerieseite aktivieren
ja: ギャラリーのサムネイルセレクタ
ko: 갤러리 화면에서 썸네일 선택기 사용
zh_hans: 在画廊页面启用缩图选择器
zh_hant: 在畫廊頁面啟用縮圖選擇器

source: Enables tags extension
de: Tag-Erweiterung aktivieren
ja: タグの拡張機能を有効
ko: 태그 확장 기능 사용하기
zh_hans: 启用标签扩展
zh_hant: 啟用自訂標籤擴充功能

source: Excluded Languages
de: Ausgeschlossene Sprachen
ja: 排除された言語
ko: 제외된 언어
zh_hans: 屏蔽的语言
zh_hant: 排除語言

# excluded_languages_description
source: If you wish to hide galleries in certain languages from the gallery list and searches, select them from the list below. Note that matching galleries will never appear regardless of your search query.
de: Wenn du Galerien in bestimmten Sprachen aus der Galerieliste und den Suchergebnissen ausblenden möchtest, wähle sie unten aus. Passende Galerien erscheinen dann unabhängig von deiner Suchanfrage nie.
ja: 特定の言語のギャラリーをリストと検索結果から隠したい場合、下に選択してください。注意：どんな検索クエリーを使ってもこれらの言語のギャラリーは表示されません。
ko: 갤러리 목록에서 특정 언어로 된 갤러리를 숨기고 검색하려면 아래 목록에서 해당 갤러리를 선택해주세요. 검색어에 관계없이 일치하는 갤러리는 나타나지 않아요.
zh_hans: 如果你希望以从列表或搜索结果中隐藏特定语言的画廊，请从下面的列表中选择。注意：无论搜索条件为何，这些画廊都不会出现。
zh_hant: 如果你希望從畫廊列表和搜尋中隱藏掉某些語言的畫廊，請從下面的清單中選取它們。請注意，無論你的搜尋查詢如何，相符於篩除規則的畫廊都不會出現。

source: Excluded Uploaders
de: Ausgeschlossene Uploader
ja: 排除された投稿者
ko: 제외된 업로드
zh_hans: 屏蔽的上传者
zh_hant: 排除的上傳者

# excluded_uploaders_count
source: You are currently using **%@ / %@** exclusion slots.
de: Du belegst derzeit **%@ / %@** Ausschlussplätze.
ja: 現時点で **%@ / %@** の排除スロットが使用済みです。
ko: **%@ / %@** 개의 슬롯을 사용하고 있어요.
zh_hans: 已使用 **%@ / %@** 个屏蔽槽位。
zh_hant: 你正在使用 **%@ / %@** 排除欄位

# excluded_uploaders_description
source: If you wish to hide galleries from certain uploaders from the gallery list and searches, add them below. Put one username per line. Note that galleries from these uploaders will never appear regardless of your search query.
de: Wenn du Galerien bestimmter Uploader aus der Galerieliste und den Suchergebnissen ausblenden möchtest, füge sie unten hinzu. Ein Benutzername pro Zeile. Galerien dieser Uploader erscheinen dann unabhängig von deiner Suchanfrage nie.
ja: 特定の投稿者のギャラリーをリストと検索結果から隠したい場合、下に名前を記入してください。一行に一つのユーザー名で。注意：どんな検索クエリーを使ってもこの投稿者たちのギャラリーは表示されません。
ko: 갤러리 목록 및 검색에서 특정 업로더의 갤러리를 숨기려면 아래에 해당 갤러리를 추가해주세요. 한 줄에 하나의 사용자 이름을 입력해주세요. 이러한 업로더의 갤러리는 검색 쿼리에 관계없이 나타나지 않아요.
zh_hans: 如果你希望在画廊中和搜索中隐藏某个上传者的话，请把他们的用户名填写在下方，每行一个。注意：无论搜索条件为何，这些上传者都不会出现。
zh_hant: 如果你希望從畫廊列表和搜尋結果中隱藏某些上傳者的畫廊，請將它們新增到下方，每行輸入一個使用者名稱。請注意，無論你的搜尋結果如何，這些上傳者的畫廊都不會出現。

# favorite_categories
source: Here you can choose and rename your favorite categories.
de: Hier kannst du deine Favoriten-Kategorien auswählen und umbenennen.
ja: ここではお気に入りカテゴリー名の変更ができます。
ko: 여기서 좋아하는 장르들을 선택하고 이름을 바꿀 수 있어요.
zh_hans: 在这里你可以重命名你的收藏夹。
zh_hant: 在這裡你可以選擇並重新命名收藏匣

# favorites_section
source: Favorites
de: Favoriten
ja: お気に入り
ko: 즐겨찾기
zh_hans: 收藏
zh_hant: 收藏匣

source: Favorites sort order
de: Sortierung der Favoriten
ja: お気に入りの並び替え
ko: 관심 순서를 배열
zh_hans: 收藏排序方式
zh_hant: 收藏匣排序

# favorites_sort_order_description
source: You can also select your default sort order for galleries on your favorites page. Note that favorites added prior to the March 2016 revamp did not store a timestamp, and will use the gallery posted time regardless of this setting.
de: Du kannst auch die Standardsortierung für Galerien auf deiner Favoritenseite festlegen. Favoriten, die vor der Überarbeitung im März 2016 hinzugefügt wurden, haben keinen Zeitstempel und werden unabhängig von dieser Einstellung nach dem Veröffentlichungszeitpunkt der Galerie sortiert.
ja: お気に入りページのデフォルト並び替え順序も変更可能です。注意：平成28年3月の改修前にお気に入りに追加した項目はタイムスタンプが含まれていないため、この設定を無視して代わりにギャラリーの投稿時間を使います。
ko: 당신의 관심 페이지의 기본 정렬 방식을 선택할 수 있어요. 2016년 3월 개정 전에 추가된 즐겨찾기는 타임스탬프가 저장되지 않아 이 설정에 관계없이 갤러리가 게시된 시간으로 정렬되어요.
zh_hans: 你也可以选择收藏夹中默认排序。注意：2016 年 3 月改版之前加入收藏夹的画廊并未保存收藏时间，会以画廊发布时间代替。
zh_hant: 你還可以在收藏匣頁面上為畫廊選擇預設排列順序。 請注意，在 2016 年 3 月網站改版之前新增的畫廊並不儲存時間印記，並且無論使用何種設定，都將使用畫廊發佈時間作為排序參考。

# filtered_removal_count
source: Show Filtered Removal Count
de: Anzahl gefilterter Galerien
ja: フィルター除去数
ko: 필터로 제거된 수
zh_hans: 筛选器移除数
zh_hant: 顯示過濾結果計數器

# filtered_removal_count_description
source: Show the \"Your default filters removed XX galleries from this page\" readout?
de: Soll die Meldung „Deine Standardfilter haben XX Galerien von dieser Seite entfernt“ angezeigt werden?
ja: 「既定フィルターにより本ページから XX 個のギャラリーが除去されました」を表示しますか？
ko: \"기본 필터가 이 페이지에서 갤러리 XX개를 제거했어요\" 문구를 표시할까요?
zh_hans: 要显示“你的默认筛选器从本页移除了 XX 个画廊”提示吗？
zh_hant: 顯示 \"Your default filters removed XX galleries from this page\" ?

source: Front Page Settings
de: Startseite
ja: フロントページ設定
ko: 프론트 페이지 설정
zh_hans: 扉页设置
zh_hant: 首頁設定

source: Gallery
de: Galerie
ja: ギャラリー
ko: 갤러리
zh_hans: 画廊
zh_hant: 畫廊

# gallery_category
source: What categories would you like to show by default on the front page and in searches?
de: Welche Kategorien sollen standardmäßig auf der Startseite und in Suchergebnissen angezeigt werden?
ja: フロント・検索ページでどれらのカテゴリーのギャラリーを表示しますか？
ko: 프론트와 검색 페이지에서 어떤 카테고리가 보여지도록 할까요?
zh_hans: 你希望在扉页和搜索页看到哪些类别？
zh_hant: 預設情況下你希望在首頁和搜尋結果中顯示哪些類別的結果?

source: Gallery Comments
de: Galerie-Kommentare
ja: ギャラリーコメント
ko: 갤러리 댓글
zh_hans: 画廊评论
zh_hant: 畫廊留言

source: Gallery name
de: Galeriename
ja: ギャラリー名
ko: 갤러리 이름
zh_hans: 画廊名称
zh_hant: 畫廊名稱

# gallery_name_description
source: Many galleries have both an English/Romanized title and a title in Japanese script. Which gallery name would you like as default?
de: Viele Galerien haben sowohl einen englischen bzw. romanisierten Titel als auch einen Titel in japanischer Schrift. Welchen Namen möchtest du standardmäßig sehen?
ja: 英語・ローマ字と日本語両方のタイトルを持つギャラリーはたくさんあります。どちらをデフォルトにしますか？
ko: 영어 제목과 일본어 제목 중 기본값으로 보일 언어를 선택해주세요.
zh_hans: 很多画廊都同时拥有英文或者日文标题，你想默认显示哪一个？
zh_hant: 許多畫廊同時提供了英文/預設標題與日文標題，你想優先顯示哪種畫廊名稱?

source: Gallery Name Display
de: Anzeige des Galerienamens
ja: ギャラリー名表示
ko: 갤러리 이름 보이기
zh_hans: 画廊名称显示
zh_hant: 畫廊顯示名稱

source: Gallery Page Thumbnail Labeling
de: Beschriftung der Vorschaubilder
ja: ギャラリーサムネイルのラベル
ko: 갤러리 페이지 썸네일 라벨
zh_hans: 画廊页面缩略图标签
zh_hant: 畫廊頁面縮圖標籤

source: Gallery Tags
de: Galerie-Tags
ja: ギャラリータグ
ko: 갤러리 태그
zh_hans: 画廊标签
zh_hant: 畫廊標籤

source: General
de: Allgemein
ja: 一般
ko: 일반
zh_hans: 一般
zh_hant: 一般設定

# host_settings
source: %@ settings
de: %@-Einstellungen
ja: %@ 設定
ko: %@ 설정
zh_hans: %@ 设置
zh_hant: %@ 設定

source: Image Load Settings
de: Laden von Bildern
ja: 画像読み込み設定
ko: 이미지 로드 설정
zh_hans: 图片加载设置
zh_hant: 圖片來源設定

source: Image resolution
de: Bildauflösung
ja: 画像解像度
ko: 이미지 해상도
zh_hans: 图像分辨率
zh_hant: 圖片解析度

# image_resolution_description
source: Normally, images are resampled to 1280 pixels of horizontal resolution for online viewing. You can alternatively select one of the following resample resolutions. To avoid murdering the staging servers, resolutions above 1280x are temporarily restricted to donators, people with any hath perk, and people with a UID below 3,000,000.
de: Normalerweise werden Bilder für die Online-Ansicht auf eine horizontale Auflösung von 1280 Pixeln neu berechnet. Alternativ kannst du eine der folgenden Auflösungen wählen. Um die Server nicht zu überlasten, sind Auflösungen über 1280x vorübergehend Spendern, Nutzern mit einem Hath-Perk und Nutzern mit einer UID unter 3.000.000 vorbehalten.
ja: 一般的に、オンライン閲覧の画像は 1280x までにリサンプリングされます。下のいずれかのリサンプリング解像度に変更できます。サーバー負荷軽減のため、1280x 以上の解像度は現時点で寄付者、Hath Perks 利用者または UID が 3,000,000 以下の者に限定されます。
ko: 일반적으로 이미지는 온라인 뷰어를 위해 1280 픽셀의 수평 해상도로 작아져요. 아래의 압축된 해상도 중 하나를 선택할 수 있어요. 서버 과부하를 막기 위해, 1280 이상의 해상도는 도네이션을 한 사람, hath perk를 가진 사람, 그리고 UID가 300만 이하인 사람들로 일시적으로 제한되어요.
zh_hans: 通常情况，图像将重采样到 1280 像素宽度以用于在线浏览，你也可以选择以下重新采样分辨率。但是为了避免负载过高，高于 1280 像素将只供给于赞助者、特殊贡献者，以及 UID 小于 3,000,000 的用户。
zh_hant: 一般情況下圖片會被縮放成 1280 px 水平解析度以供線上瀏覽，你也可以選擇下列解析度之一。為了避免破壞伺服器正常運作，高於 1280x 的解析度暫時僅提供下列使用者使用: 贊助者、具有任何 Hath Perk 的使用者以及 UID 低於 3,000,000 的使用者

source: Image size
de: Bildgröße
ja: 画像サイズ
ko: 이미지 사이즈
zh_hans: 图像尺寸
zh_hant: 圖片尺寸

# image_size_description
source: While the site will automatically scale down images to fit your screen width, you can also manually restrict the maximum display size of an image. Like the automatic scaling, this does not resample the image, as the resizing is done browser-side. (0 = no limit)
de: Die Seite verkleinert Bilder automatisch passend zu deiner Bildschirmbreite, du kannst die maximale Anzeigegröße aber auch manuell begrenzen. Wie bei der automatischen Skalierung wird das Bild dabei nicht neu berechnet, da die Größenänderung im Browser erfolgt. (0 = keine Begrenzung)
ja: サイト側は画像を自動的にスクリーンに適したサイズにスケールしますが、手動的にその画像の表示サイズ最大値を指定することも可能です。ブラウザが処理を実行するため、画像のリサンプリングは行われません。（ゼロは無制限を意味します）
ko: 사이트가 사용자의 화면 너비에 맞게 이미지를 자동으로 축소시키지만, 수동으로 크기를 정할 수도 있어요. 크기 조정은 브라우저 측에서 수행되므로 이미지가 다시 샘플링되지 않아요. (0 = no limit)
zh_hans: 虽然图片会自动根据窗口缩小，你也可以手动设置最大大小，图片并没有重新采样。（0 为不限制）
zh_hant: 雖然網站會自動縮小圖片以適應瀏覽裝置的螢幕寬度，但您也可以手動限製圖片的最大顯示尺寸。 像自動縮放一樣，這不會重新採樣圖像，因為調整大小是在瀏覽器完成的 (0 = 沒有限制)

source: Image Size Settings
de: Bildgrößen-Einstellungen
ja: 画像サイズ設定
ko: 이미지 사이즈 설정
zh_hans: 图像尺寸设置
zh_hant: 圖片尺寸設定

source: Import custom translations
de: Benutzerdefinierte Übersetzungen importieren
ja: カスタム翻訳を取り込む
ko: 사용자 지정 번역 가져오기
zh_hans: 导入自定义翻译
zh_hant: 匯入自訂標籤翻譯

source: Infite
de: Unbegrenzt
ja: 無制限
ko: 제한 없음
zh_hans: 无限
zh_hant: 無限

source: Laboratory
de: Experimentelles
ja: ラボ
ko: 실험실
zh_hans: 实验室
zh_hant: 實驗性功能

source: List
de: Liste
ja: リスト
ko: 리스트
zh_hans: 列表
zh_hant: 列表

source: Load images through the Hath network
de: Bilder über das Hath-Netzwerk laden
ja: Hath ネットワーク経由で画像を読み込む
ko: Hath 네트워크를 통하여 이미지 로드
zh_hans: 通过 Hath 网络加载图像
zh_hant: 透過 Hath Network 載入圖片

source: Logout
de: Ausloggen
ja: ログアウト
ko: 로그아웃
zh_hans: 退出登录
zh_hant: 登出

# logout_description
source: Are you sure to logout?
de: Bist du sicher das du dich ausloggen möchtest?
ja: 本当にログアウトしてもよろしいですか？
ko: 로그아웃 하시겠어요?
zh_hans: 确定要退出登录吗？
zh_hant: 確定要登出嗎?

source: Maximum number of tags
de: Maximale Anzahl an Tags
ja: タグ数上限
ko: 태그 갯수
zh_hans: 标签数量上限
zh_hant: 標籤最大顯示數量

source: Network
de: Netzwerk
ja: ネットワーク
ko: 네트워크
zh_hans: 网络
zh_hant: 網路

# network_description
source: Only one gallery downloads at a time. This setting controls how many gallery pages can download in parallel, can allow or block cellular downloads, and stores files in the app's Downloads folder.
de: Es wird immer nur eine Galerie gleichzeitig heruntergeladen. Mit dieser Einstellung steuerst du, wie viele Galerieseiten parallel geladen werden, ob Mobilfunk erlaubt ist und dass Dateien im Downloads-Ordner der App gespeichert werden.
ja: 一度にダウンロードされるギャラリーは 1 件だけです。この設定では、1 つのギャラリー内で同時にダウンロードするページ数、モバイル通信の許可または禁止、そしてファイルをアプリの Downloads フォルダに保存する動作を管理します。
ko: 한 번에 하나의 갤러리만 다운로드됩니다. 이 설정으로 한 갤러리 안에서 동시에 다운로드할 페이지 수, 셀룰러 다운로드 허용 여부, 그리고 파일을 앱의 Downloads 폴더에 저장하는 방식을 제어합니다.
zh_hans: 每次只会下载一个画廊。这个设置用于控制单个画廊内页面的并行下载数量、是否允许蜂窝网络下载，以及文件在应用 Downloads 文件夹中的存储方式。
zh_hant: 每次只會下載一個畫廊。此設定用於控制單個畫廊內頁面的並行下載數量、是否允許行動網路下載，以及檔案在應用程式 Downloads 資料夾中的儲存方式。

source: Optional UI Elements
de: Optionale UI-Elemente
ja: UI の表示制御
ko: 선택적 UI 요소
zh_hans: 可选的 UI 组件
zh_hant: 可選用的 UI 元件

# optional_UI_elements_description
source: Some historic UI elements are now disabled by default. You can enable those here.
de: Einige ältere UI-Elemente sind inzwischen standardmäßig deaktiviert. Hier kannst du sie wieder aktivieren.
ja: 一部の従来の UI はデフォルトで無効になっています。ここで有効にすることができます。
ko: 일부 예전 UI 요소는 이제 기본적으로 꺼져 있어요. 여기서 다시 켤 수 있어요.
zh_hans: 一些旧版 UI 组件现已默认禁用。您可以在此启用这些组件。
zh_hant: 一些舊版 UI 元件現已預設停用。您可以在此啟用這些元件。

# original_images
source: Use original images instead of the resampled versions? Resampled images will still be used if you select a horizontal resolution different than \"Auto\" above and the image in question is wider, or if the original image is larger than 10 MiB (or 4 MiB for galleries older than one year).
de: Sollen Originalbilder statt der neu berechneten Versionen verwendet werden? Neu berechnete Bilder werden weiterhin verwendet, wenn du oben eine andere horizontale Auflösung als „Automatisch“ wählst und das betreffende Bild breiter ist, oder wenn das Originalbild größer als 10 MiB ist (bzw. 4 MiB bei Galerien, die älter als ein Jahr sind).
ja: オリジナル画像を使いますか？リサンプリングされた画像は、上記の解像度で「自動」以外を選択し、該当する画像の方が幅が広い場合、またはオリジナル画像が 10 MiB（一年以上前のギャラリーの場合は 4 MiB）より大きい場合に使用されます。
ko: 다시 샘플링된 버전 대신 원본 이미지를 사용할까요? 위에서 가로 해상도를 \"자동\" 이외로 선택했고 해당 이미지가 그보다 넓은 경우나, 원본 이미지가 10 MiB(1년 넘은 갤러리는 4 MiB)보다 큰 경우에는 다시 샘플링된 이미지가 계속 사용되어요.
zh_hans: 是否使用原始图像而非重新采样的版本？如果您在上方选择的水平分辨率不是“自动”，并且所查看的图像更宽，或者原始图像大于 10 MiB（对于超过一年的图库，则为 4 MiB），那么仍将使用重新采样的图像。
zh_hant: 要使用原始圖片而非重新取樣的版本嗎? 若您在上方選擇「自動」以外的水準解析度且圖片較寬，或原始圖片大於 10 MiB（一年以上的圖庫則為 4 MiB），系統仍會使用重新取樣的圖片。

source: Password
de: Passwort
ja: パスワード
ko: 비밀번호
zh_hans: 密码

source: Profile Settings
de: Profile
ja: プロファイル設定
ko: 프로필 설정
zh_hans: 档案设置
zh_hant: 設定檔設定

source: Ratings
de: Bewertungen
ja: 評価
ko: 별점
zh_hans: 评分
zh_hant: 評分

source: Ratings color
de: Farbe der Bewertungen
ja: 評価の色
ko: 별점 색깔
zh_hans: 评分颜色
zh_hant: 評分顏色

# ratings_color_description
source: By default, galleries that you have rated will appear with red stars for ratings of 2 stars and below, green for ratings between 2.5 and 4 stars, and blue for ratings of 4.5 or 5 stars. You can customize this by entering your desired color combination below. Each letter represents one star. The default RRGGB means R(ed) for the first and second star, G(reen) for the third and fourth, and B(lue) for the fifth. You can also use (Y)ellow for the normal stars. Any five-letter R/G/B/Y combo works.
de: Standardmäßig erscheinen von dir bewertete Galerien mit roten Sternen bei Bewertungen bis 2 Sternen, mit grünen zwischen 2,5 und 4 Sternen und mit blauen bei 4,5 oder 5 Sternen. Du kannst das anpassen, indem du unten deine gewünschte Farbkombination eingibst. Jeder Buchstabe steht für einen Stern. Das Standard-RRGGB bedeutet R(ot) für den ersten und zweiten Stern, G(rün) für den dritten und vierten und B(lau) für den fünften. Mit Y bekommst du gelbe Sterne. Jede fünfstellige Kombination aus R/G/B/Y funktioniert.
ja: デフォルトでは、評価済みのギャラリーは 2 以下の評価に赤い星を使う、2.5 ~ 4 には緑、4.5 以上には青。下に色の組み合わせを入れることでこのルールをカスタマイズできます。一つの星の色は一つの文字で指定します。デフォルトの「RRGGB」は「一番目と二番目の星は赤（Red）、三番と四番は緑（Green）、五番は青（Blue）」を意味します。黄色（Yellow）も使用可能です。R・G・B・Yで組み合わせた五文字はどれも機能します。
ko: 기본적으로 등급을 매긴 갤러리는 별 2개 이하의 등급에 대해 빨간색, 2.5~4개의 등급에 대해 녹색, 4.5~5개의 등급에 대해 파란색 별로 표시되어요. 아래에 원하는 색상 조합을 입력하여 사용자 정의할 수 있어요. 각 문자는 별 하나를 표현해요. 기본 RRGGB는 첫 번째와 두 번째 별의 경우 R(ed), 세 번째와 네 번째 별의 경우 G(reen), 다섯 번째 별의 경우 B(lue)를 의미해요. 일반 별에 (Y)ellow를 사용할 수도 있어요. 모든 5글자의 R/G/B/Y 콤보가 작동해요.
zh_hans: 默认设置下，你评为 2 星及以下的画廊显示为红星，2.5 ~ 4 星显示为绿星，4.5 ~ 5 星显示为蓝星。你可以将其设定为其它颜色组合。每一个字幕代表一颗星, 默认的 RRGGB 表示第一第二颗星显示为红色 R(ed)，第三第四颗星显示是绿色 G(reen)，第五颗星显示为蓝色 B(lue)。你也可以使用黄色 (Y)ellow，R/G/B/Y 任何五个组合都是有效的。
zh_hant: 預設情況下，你評分的畫廊將 2 星及以下的評分顯示為紅色星，2.5 ~ 4 顆星的評分為綠色，4.5 ~ 5 顆星的評分為藍色。 透過在下面輸入顏色組合你可以自訂想顯示的顏色。 每個字母各代表一顆星(1~5)，預設的 RRGGB 表示第一顆和第二顆星的 R(ed)，第三顆和第四顆的 G(reen)，第五顆的 B(lue)。 你也可以將 (Y)ellow 用於普通星星。 任何五個字母的 R/G/B/Y 組合都有效

source: Redirects links to the selected host
de: Links zum ausgewählten Host umleiten
ja: リンクを選択されたホストへリダイレクト
ko: 선택한 서버로 이동하기
zh_hans: 重定向链接到选定的站点
zh_hant: 將連結重新導向至選擇的網站

source: Remove
de: Entfernen
ja: 削除
ko: 삭제
zh_hans: 移除
zh_hant: 移除

source: Remove custom translations
de: Benutzerdefinierte Übersetzungen entfernen
ja: カスタム翻訳を削除
ko: 사용자 지정 번역 삭제
zh_hans: 移除自定义翻译
zh_hant: 刪除自訂標籤翻譯

# remove_custom_translations_confirmation
source: Are you sure to remove your custom translations?
de: Möchtest du deine benutzerdefinierten Übersetzungen wirklich entfernen?
ja: 本当にカスタム翻訳を削除してもよろしいですか？
ko: 사용자 지정 번역을 삭제하시겠어요?
zh_hans: 确定要移除自定义翻译吗？
zh_hant: 是否確定要刪除所有自訂翻譯?

source: Rename
de: Umbenennen
ja: 名前を変更
ko: 이름 변경
zh_hans: 重命名
zh_hant: 重新命名

source: Result count
de: Anzahl Ergebnisse
ja: 結果数
ko: 결과 수
zh_hans: 结果数
zh_hant: 數量上限

# result_count_description
source: How many results would you like per page for the index/search page and torrent search pages?\n(Hath Perk: Paging Enlargement Required)
de: Wie viele Ergebnisse pro Seite möchtest du auf Index-, Such- und Torrent-Suchseiten sehen?\n(Hath-Perk „Paging Enlargement“ erforderlich)
ja: インデックス・トレントの検索ページで、各ページにどれくらいの結果数がお望みですか？\n（「Hath Perk：ページング拡張」が必要）
ko: 인덱스 / 검색 / 토렌트 검색 페이지에 대해 페이지당 몇 개의 결과를 원하시나요?\n(Hath Perk: 페이징 확장 필요)
zh_hans: 搜索页面每页显示多少条数据？\n（需要“Hath Perk：页面扩大”）
zh_hant: 你希望每頁顯示幾個搜尋結果?\n(該功能需要有 Hath Perk: Paging Enlargement)

source: Retry failed pages automatically
de: Fehlgeschlagene Seiten automatisch erneut versuchen
ja: 失敗したページを自動で再試行
ko: 실패한 페이지 자동 재시도
zh_hans: 自动重试失败页面
zh_hant: 自動重試失敗頁面

source: Scale factor
de: Skalierungsfaktor
ja: スケール係数
ko: 크기 비율
zh_hans: 缩放比例
zh_hant: 縮放比例
